Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=110_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pohjois-Suomen sosiaalialan osaamiskeskus (Poske)
sme: Davvi-Suoma sosiálasuorggi máhttinguovddáš (Poske)

source: Pohjois-Suomen sosiaalialan osaamiskeskus (Poske) on osa valtakunnallista osaamiskeskusverkostoa.
sme: Davvi-Suoma sosiálasuorggi máhttinguovddáš (Poske) lea riikkadási máhttinguovddášfierpmádaga oassi.

source: Valtakunnallisesti osaamiskeskustoimintaa koskeva laki (1230/2001) ja asetus (1411/2001) on tullut voimaan vuoden 2002 alusta.
sme: Riikkadásis máhttinguovddášdoaimma guoskevaš láhka (1230/2001) ja ásahus (1411/2001) leat boahtán fápmui jagi 2002 álggus.

source: Poske on Lapin yliopiston, Saamelaiskäräjien, Kolpeneen palvelukeskuksen kuntayhtymän ja Oulun seudun ammattikorkeakoulun muodostama sopimuspohjainen organisaatio, jota ohjaa ja johtaa neuvottelukunta.
sme: Poske lea Lappi universitehta, Sámedikki, Kolpene bálvalanguovddáža gieldaovttastumi ja Oulu guovllu ámmátallaskuvlla ráhkadan soahpamušvuđot organisašuvdna, man stivre ja jođiha ráđđádallangoddi.

source: Poske on yksi yhtenäinen toiminnallinen kokonaisuus, joka muodostuu kolmesta alueellisesta toimintayksiköstä: Lapin ja Pohjois-Pohjanmaan toimintayksiköstä sekä Saamelaisyksiköstä.
sme: Poske lea okta oktilaš doaibmaoppalašvuohta, mii čohkiida golmma guovlluguovdasaš doaibmanossodagas: Lappi ja Davvebađaeatnama doaibmanossodagas ja maiddái Sámeossodagas.

source: Saamelaisyksikkö vastaa saamelaisten hyvinvointipalveluiden kehittämisestä, joka on Pohjois-Suomen sosiaalialan osaamiskeskuksen valtakunnallinen erityistehtävä.
sme: Sámeossodat vástida sámiid buorredillebálvalusaid ovddideamis, mii lea Davvi-Suoma sosiálasuorggi máhttinguovddáža riikkadási sierrabargu.

source: Pohjois-Suomen sosiaalialan osaamiskeskuksen tehtävänä on edistää:
sme: Davvi-Suoma sosiálasuorggi máhttinguovddáža bargun lea ovddidit:

source: - koko sosiaalialan verkostomaisia, moniammatillisia ja monitoimijaisia palvelumuotoja, työmenetelmiä, konsultaatiota sekä niihin liittyvää kokeilutoimintaa
sme: - olles sosiálasuorggi searválas, máŋggaámmátlaš ja máŋggadoaimmat bálvalanvugiid, bargovugiid, rávvema ja daidda gullevaš geahččalandoaimma,

source: - sosiaalialan käytännön työn, koulutusjärjestelmien yhteistyötä sekä perus-, jatko- ja täydennyskoulutusta
sme: - sosiálasuorggi geavada barggu, skuvlenvuogádagaid ovttasbarggu ja vuođđo-, joatkka- ja dievasmahttinskuvlema,

source: - uudenteknologian laajalalaista käyttöönottoa sosiaalialalla
sme: - ođđateknologiija viiddes atnuiváldima sosiálasuorggis,

source: - maakunnallista sosiaalisten vaikutusten arviointia ja hyvinvointistrategista työtä
sme: - eanangotti sosiálalaš váikkuhusaid árvvoštallama ja buorredillestrategiijalaš barggu ja maiddái

source: - saamenkielisten sosiaalialan palvelujen kehittämistä.
sme: - sámegielat sosiálasuorggi bálvalusaid ovddideami.

source: Pohjois-Suomen sosiaalialan osaamiskeskuksen saamelaisyksikkö
sme: Davvi-Suoma sosiálasuorggi máhttinguovddáš Sámeossodat

source: Pohjois-Suomen sosiaalialan osaamiskeskuksen (Poske) valtakunnalliseksi erityistehtäväksi on määritelty saamenkielisen väestön palvelutarpeiden huomioon ottaminen tarpeellisissa tehtävissä.
sme: Davvi-Suoma sosiálasuorggi máhttinguovddáža (Poske) riikkadási sierrabargun lea meroštallon sámegielat álbmoga bálvalandárbbuid vuhtiiváldin dárbbašlaš bargguin.

source: Saamelaisten hyvinvointipalveluiden kehittäminen, siihen liittyvä tutkimus, koulutus ja arviointi ovat erityisalueena Posken tehtäväkentässä.
sme: Sámiid buorredillebálvalusaid ovddideapmi, dasa gullevaš dutkan, skuvlen ja árvvoštallan leat sierrasuorgin Poske bargosuorggis.

source: Hallinnollisesti Saamelaiskäräjien yleisen toimiston yhteydessä toimiva Saamelaisyksikkö huolehtii näistä tehtävistä.
sme: Hálddahuslaččat sámedikki almmolaš doaimmahat oktavuođas doaibmi sámeossodat fuolaha dáid bargguin.

source: Saamelaisyksikön toimintalueena on lähinnä saamelaisalue ja yhteistoimintaverkostoon kuuluvat Pohjois-Suomen sosiaalialan osaamiskeskuksen toimintayksiköiden lisäksi kunnat, järjestöt, yliopistot ja oppilaitokset sekä saamenkielisiä alan palveluja tuottavat tahot Norjassa ja Ruotsissa.
sme: Sámeossodaga doaibmasuorgin leat lagamustá sámeguovlu ja ovttasdoaibmafierpmádahkii gullevaš Davvi-Suoma sosiálasuorggi máhttinguovddáža doaibmaossodagaid lassin gielddat, searvvit, universitehtat ja oahppolágádusat ja lassin sámegielat suorggi bálvalusaid buvttadeaddjit Norggas ja Ruoŧas.

source: Saamelaisyksikön tavoitteena on keskeisesti saamelaisen varhaiskasvatuksen, vanhustenhuollon ja saamelaisen sosiaalityön kehittäminen sekä sosiaalipalvelujen sisällöllinen ja laadullinen kehittäminen siten, että palvelujen taso ja saatavuus voidaan turvata saamelaisväestölle.
sme: Sámeossodaga ulbmiliin lea dehalaš sámi mánáidbajásgeassima, boarrásiidfuolahusa ja sámi sosiálabarggu ovddideapmi ja maiddái sosiálabálvalusaid sisdoalu ja kvalitehta ovddideapmi nu, ahte bálvalusaid dási ja fállama sáhttá sihkkarastit sámeálbmogii.

source: Posken toiminnassa huomioidaan Saamelaiskäräjien tavoitteet sosiaali- ja terveydenhuollossa.
sme: Poske doaimmas vuhtiiváldojuvvojit sámedikki ulbmilat sosiála- ja dearvvasvuohtafuolahusas.

source: Saamelaiskäräjät on asettanut tavoitteeksi sosiaali- ja terveysalalla että saamelaisille tarkoitetut sosiaalialan palvelut on suunniteltu sisällöltään saamelaisten oman kulttuurin lähtökohdista, saamelaisten perinteiset arvot ja elämäntapa huomioiden ja että palvelut toteutetaan saamen kielellä ja saamelaisten itsehallinnon perustalta.
sme: Sámediggi lea ásahan ulbmilin sosiála- ja dearvvasvuohtasuorggis ahte sámiide dárkkuhuvvon sosiálasuorggi bálvalusat leat plánejuvvon sisdoalu dáfus sámiid iežaset kultuvrra vuolggasajiin, nu, ahte sámiid árbevirolaš árvvut ja eallinvuohki vuhtiiváldojit ja ahte bálvalusat ollašuhttojit sámegielain ja sámiid iešráđđema vuođul.
